{
  "title": "Hello, I'm Gereon",
  "subtitle1": "Software Engineer",
  "subtitle2": "Audio Engineer",
  "subtitle3": "Musician",

  "intro": {
    "p1": "Since my early days, I've been immersed in the realm of sound – from doing technical studio work like mixing and mastering, working as a live sound engineer, and composing my own music.",
    "p2": "Five years ago, I ventured into the realm of software engineering, diving deep into data engineering, web app development, and eventually taking on project leadership roles.",
    "p3": "My passion for both sound and code converged when I embarked on a project in late 2022 – crafting a Digital Signal Processor (DSP), a sophisticated sonic computer that takes speaker systems to a new level."
  },

  "software": {
    "dsp": {
      "timespan": "since 2022",
      "header": "DSP Prototype development",
      "description": "Created a real-time audio processing engine in Rust, which is controlled by a node-based web application. Built a Raspberry Pi based hardware prototype."
    },
    "digital-services": {
      "description": "Created a web application for building and optimizing websites. Led a team of engineers, specified software architecture, designed UI and UX."
    },
    "integrated-analytics": {
      "description": "Designed and implemented data pipelines for large-scale data warehousing and analytics projects. Created web applications utilized within the company and for external clients."
    },
    "university": {
      "description": "I like the low-level stuff."
    },
    "cv": "View my CV"
  },

  "audio": {
    "header": "Audio Engineering",
    "text": "Over the years, I've come to do a lot of audio engineering work. Some of the services I can now offer professionally are:",
    "bullet1": "Event Technician (Sound Systems / FOH)",
    "bullet2": "Studio Post-Processing (Mixing / Mastering)",
    "bullet3": "Sound Installations",
    "button": "Contact me"
  },

  "music": {
    "header": "Music",
    "text": "I am not very active right now, but hopefully I will be again soon.",
    "button": "Hear my music"
  }
}