{
  "title": "Hi, ich bin Gereon",
  "subtitle1": "Tontechniker",
  "subtitle2": "Software Engineer",
  "subtitle3": "Musiker",
  "intro": {
    "p1": "Schon immer waren Musik und Ton meine Welt – Ich mache Studioarbeit wie Mixing und Mastering, arbeite als Tontechniker bei Events, und produziere selbst Musik.",
    "p2": "Seit fünf Jahren bin ich in der Softwareentwicklung tätig. Dort habe ich in den Bereichen Data Engineering und Web App Entwicklung gearbeitet, zuletzt auch als Projektleiter.",
    "p3": "Meine Liebe zu Audio und Code konnte ich seit Ende 2022 in einem eigenen Projekt vereinen: Einem Linux-basierten Audio-DSP, ein \"Klangcomputer\", der durch Nutzung heute verfügbarer Rechenleistung die Klangqualität von Lautsprechersystemen auf die nächste Stufe hebt."
  },
  "software": {
    "header": "Bisherige Arbeit",
    "dsp": {
      "timespan": "seit Dez 2022",
      "header": "Entwicklung eines Audio-DSP-Prototypen",
      "description": "Ich habe eine Echtzeit-Audio-Engine in Rust gebaut, die von einer node-basierten Webanwendung gesteuert wird. Sie läuft auf Linux, wodurch leistungshungrigere Algorithmen eingesetzt werden können. Die Engine läuft auf einem Hardware-Prototypen mit einem Raspberry Pi als Basis."
    },
    "digital-services": {
      "timespan": "Jan 2022 - Dez 2022",
      "description": "Wir haben eine Webanwendung zur Gestaltung, Optimierung und dem Ausspielen von Webseiten gebaut. Dabei habe ich ein Team von Softwareentwickler:innen geleitet, die Softwarearchitektur spezifiziert, und UI und UX designt."
    },
    "integrated-analytics": {
      "timespan": "Feb 2018 - Dez 2021",
      "description": "Ich habe die Verarbeitung für Data Warehousing und -Analyse designt und implementiert. Außerdem habe ich Webanwendungen für die interne Nutzung in der Firma sowie für Kunden gebaut."
    },
    "university": {
      "timespan": "seit Okt 2018",
      "description": "Ich mag den systemnahen Bereich."
    },
    "cv": "Lebenslauf ansehen"
  },
  "audio": {
    "header": "Tontechnik",
    "text": "Über die Jahre habe ich in verschiedenen Bereichen der Tontechnik gearbeitet. Professionell anbieten kann ich unter Anderem:",
    "bullet1": "Veranstaltungstechniker (Systemer / FOH)",
    "bullet2": "Studio Nachbearbeitung (Mixing / Mastering)",
    "bullet3": "Lautsprecherinstallationen",
    "button": "Kontakt aufnehmen"
  },
  "music": {
    "header": "Musik",
    "text": "Meine Musik geht in Richtung Synthwave / Darksynth, kombiniert mit ein bisschen Rave und einem cinematischen Einfluss.",
    "button": "Meine Musik hören"
  }
}